tap "charmbracelet/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
brew "zstd"
brew "anyenv"
brew "sqlite"
brew "util-linux"
brew "openldap"
brew "curl"
brew "libxml2"
brew "gettext"
brew "ghq"
brew "git-delta"
brew "haskell-stack"
brew "hub"
brew "kubernetes-cli"
brew "libcap"
brew "mysql"
brew "neovim"
brew "peco"
brew "pipenv"
brew "ruby-build"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "yarn"
brew "tmux"
brew "charmbracelet/tap/freeze"
brew "go-task/tap/go-task"
brew "jesseduffield/lazydocker/lazydocker"
vscode "
"
vscode "[main 2024-06-29t02:28:59.296z] update#setstate idle"
vscode "[main 2024-06-29t02:29:02.721z] extension host with pid 32088 exited with code: 0, signal: unknown."
